Repository: plup2/cdts-sgdc
Catalog: src/gcintranet/wet-messages.*.xlf
Languages: fr

source: https://esdc.prv/includes/edsc-esdc_prv/wet4/en/mega_menu/esdcmenu-eng.html
fr: https://esdc.prv/includes/edsc-esdc_prv/wet4/fr/mega_menu/esdcmenu-fra.html

source: ESDC/SC IntraWeb
fr: EDSC/SC IntraWeb

source: activities-footer-eng.html
fr: activities-footer-fra.html

source: Contact Us
fr: Communiquez avec nous

source: Top of Page
fr: Haut de la page

source: Contact and Feedback
fr: Coordonnées et rétroaction

source: News
fr: Nouvelles

source: appmenu-eng.html
fr: appmenu-fra.html

source: Quick Links
fr: Liens rapides

source: Topics menu
fr: Menu des sujets

source: Work Tools
fr: Outils de travail

source: http://esdc.prv/en/news/index.shtml
fr: http://edsc.prv/fr/nouvelles/index.shtml

source: Section menu
fr: Menu de la section

source: Skip to main content
fr: Passer au contenu principal

source: sitemenu-eng.html
fr: sitemenu-fra.html

source: Forms
fr: Formulaires

source: Terms and conditions
fr: Avis

source: Home
fr: Accueil

source: Sign out
fr: Déconnexion

source: Symbol of the Government of Canada
fr: Symbole du Gouvernement du Canada

source: Skip to section menu
fr: Passer au menu de la section

source: Version:&#32;
fr: Version&#160;:&#32;

source: https://intranet.canada.ca/hr-rh/index-eng.asp
fr: https://intranet.canada.ca/hr-rh/index-fra.asp

source: http://iservice.prv/eng/index.shtml
fr: http://iservice.prv/fra/index.shtml

source: http://www.gcpedia.gc.ca/wiki/?setlang=en
fr: http://www.gcpedia.gc.ca/wiki/?setlang=fr

source: About GCTools
fr: À propos des OutilsGC

source: http://esdc.prv/en/stay_connected/index.shtml
fr: http://edsc.prv/fr/restez_branche/index.shtml

source: Tools and References
fr: Outils et références

source: Date modified:&#32;
fr: Date de modification&#160;:&#32;

source: You are here:
fr: Vous êtes ici :

source: GCTools
fr: OutilsGC

source: https://intranet.canada.ca/search-recherche/query-recherche-eng.aspx
fr: https://intranet.canada.ca/search-recherche/query-recherche-fra.aspx

source: http://gcdirectory-gcannuaire.gc.ca/en/GCD/?pgid=002
fr: http://gcdirectory-gcannuaire.gc.ca/fr/GCA/?pgid=002

source: Career development and learning
fr: Développement de carrière et apprentissage

source: Government of Canada
fr: Gouvernement du Canada

source: Search
fr: Recherche

source: {START_SPAN}GC{END_SPAN}directory
fr: {START_SPAN}GC{END_SPAN}annuaire

source: http://esdc.prv/en/quick-links/index.shtml
fr: http://esdc.prv/fr/liens-rapides/index.shtml

source: Screen Identifier:&#32;
fr: Identificateur d'écran&#160;:&#32;

source: http://esdc.prv/en/branches_regions/index.shtml
fr: http://esdc.prv/fr/directions_regions/index.shtml

source: GCTBannerOnclick-eng
fr: GCTBannerOnclick-fra

source: Sign in
fr: Connexion

source: Search and menu
fr: Recherche et menu

source: About government
fr: Au sujet du gouvernement

source: https://www.canada.ca/en.html
fr: https://www.canada.ca/fr.html

source: Help and Important Notices
fr: Aide et avis importants

source: esdcfooter-eng.html
fr: esdcfooter-fra.html

source: https://intranet.canada.ca/wg-tg/index-eng.asp
fr: https://intranet.canada.ca/wg-tg/index-fra.asp

source: This link will open in a new window
fr: Ce lien ouvrira dans une nouvelle fenêtre

source: Stay Connected
fr: Restez branchés

source: Our Department
fr: Notre ministère

source: Main navigation menu
fr: Menu de navigation principal

source: https://intranet.canada.ca/index-eng.asp
fr: https://intranet.canada.ca/index-fra.asp

source: https://intranet.canada.ca/ict-oci/index-eng.asp
fr: https://intranet.canada.ca/ict-oci/index-fra.asp

source: http://intranet.ec.gc.ca/default.asp?lang=En
fr: http://intranet.ec.gc.ca/default.asp?lang=Fr

source: Language selection
fr: Sélection de la langue

source: Branches and Regions
fr: Directions générales et régions

source: http://esdc.prv/en/department/index.shtml
fr: http://esdc.prv/fr/ministere/index.shtml

source: http://esdc.prv/en/contact/index.shtml
fr: http://edsc.prv/fr/coordonnees/index.shtml

source: https://intranet.canada.ca/contact/contactgc-eng.aspx
fr: https://intranet.canada.ca/contact/contactgc-fra.aspx

source: https://intranet.canada.ca/terms-avis-eng.asp
fr: https://intranet.canada.ca/terms-avis-fra.asp

source: https://intranet.canada.ca/cdl-dca/index-eng.asp
fr: https://intranet.canada.ca/cdl-dca/index-fra.asp

source: Corporate
fr: Ministère

source: {START_SPAN}GC{END_SPAN}Tools
fr: Outils{START_SPAN}GC{END_SPAN}

source: {START_SPAN}GC{END_SPAN}pedia
fr: {START_SPAN}GC{END_SPAN}pédia

source: GCTools links
fr: Liens OutilsGC

source: Related links
fr: Liens connexes

source: Human resources
fr: Ressources humaines

source: https://intranet.canada.ca/psc-fsc/index-eng.asp
fr: https://intranet.canada.ca/psc-fsc/index-fra.asp

source: http://edsc.prv/en/help.shtml
fr: http://edsc.prv/fr/aide.shtml

source: Contact us
fr: Communiquez avec nous

source: Services and tools
fr: Services et outils

source: http://esdc.prv/en/work_tools/index.shtml
fr: http://esdc.prv/fr/outils_travail/index.shtml

source: Search GCintranet
fr: Rechercher GCintranet

source: Skip to "About this site"
fr: Passer à «&#160;À propos de ce site&#160;»

source: sig-blk-en.svg
fr: sig-blk-fr.svg
